Repository: ProjectSuite/e2e-call-ios
Catalog: ecall/Resources/Localized/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, km_kh, ko, pt, ru, th, vi, zh_hans

# keys_not_set
source: Keys are not set.
ar: المفاتيح غير معينة.
de: Schlüssel sind nicht gesetzt.
es: Las claves no están configuradas.
fr: Les clés ne sont pas définies.
hi: कुंजी सेट नहीं हैं।
it: Le chiavi non sono impostate.
ja: 鍵が設定されていません。
km_kh: កូនសោមិនទាន់ត្រូវបានកំណត់ទេ។
ko: 키가 설정되지 않았습니다.
pt: As chaves não estão configuradas.
ru: Ключи не установлены.
th: กุญแจยังไม่ได้ตั้งค่า
vi: Khóa chưa được thiết lập.
zh_hans: 密钥未设置。

# language_label
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
km_kh: ភាសា
ko: 언어
pt: Idioma
ru: Язык
th: ภาษา
vi: Ngôn ngữ
zh_hans: 语言

# lines_count
source: lines
ar: أسطر
de: Zeilen
es: líneas
fr: lignes
hi: पंक्तियां
it: righe
ja: 行
km_kh: ជួរ
ko: 줄
pt: linhas
ru: строк
th: บรรทัด
vi: dòng
zh_hans: 行

source: Loading Contacts…
ar: جارٍ تحميل جهات الاتصال…
de: Kontakte werden geladen…
es: Cargando contactos…
fr: Chargement des contacts…
hi: संपर्क लोड हो रहे हैं…
it: Caricamento contatti…
ja: 連絡先を読み込み中…
km_kh: កំពុងផ្ទុកទំនាក់ទំនង...
ko: 연락처 로딩 중…
pt: Carregando contatos…
ru: Загрузка контактов…
th: กำลังโหลดผู้ติดต่อ…
vi: Đang tải liên hệ…
zh_hans: 正在加载联系人…

# location_based_ip
source: Location based on the IP address
ar: الموقع بناءً على عنوان IP
de: Standort basierend auf IP-Adresse
es: Ubicación basada en la dirección IP
fr: Emplacement basé sur l'adresse IP
hi: IP पते के आधार पर स्थान
it: Posizione basata sull'indirizzo IP
ja: IPアドレスに基づく場所
km_kh: ទីតាំងផ្អែកលើអាសយដ្ឋាន IP
ko: IP 주소 기반 위치
pt: Localização baseada no endereço IP
ru: Местоположение на основе IP-адреса
th: ตำแหน่งตามที่อยู่ IP
vi: Vị trí dựa trên địa chỉ IP
zh_hans: 基于IP地址的位置

# login_methods_description
source: You can log in to your account using the following methods:
ar: يمكنك تسجيل الدخول إلى حسابك باستخدام الطرق التالية:
de: Sie können sich mit den folgenden Methoden in Ihr Konto einloggen:
es: Puede iniciar sesión en su cuenta usando los siguientes métodos:
fr: Vous pouvez vous connecter à votre compte en utilisant les méthodes suivantes:
hi: आप अपने खाते में निम्न तरीकों से लॉग इन कर सकते हैं:
it: Puoi accedere al tuo account utilizzando i seguenti metodi:
ja: 次の方法でアカウントにログインできます:
km_kh: អ្នកអាចចូលគណនីរបស់អ្នកដោយប្រើវិធីសាស្រ្តដូចខាងក្រោម:
ko: 다음 방법으로 계정에 로그인할 수 있습니다:
pt: Você pode entrar na sua conta usando os seguintes métodos:
ru: Вы можете войти в свой аккаунт, используя следующие методы:
th: คุณสามารถเข้าสู่บัญชีของคุณได้ด้วยวิธีต่อไปนี้:
vi: Bạn có thể đăng nhập tài khoản bằng các phương thức sau:
zh_hans: 您可以通过以下方式登录您的帐户:

# login_methods_title
source: Login Methods
ar: طرق تسجيل الدخول
de: Anmeldemethoden
es: Métodos de inicio de sesión
fr: Méthodes de connexion
hi: लॉगिन तरीकें
it: Metodi di accesso
ja: ログイン方法
km_kh: វិធីសាស្រ្តចូលប្រើ
ko: 로그인 방법
pt: Métodos de login
ru: Способы входа
th: วิธีการเข้าสู่ระบบ
vi: Phương thức đăng nhập
zh_hans: 登录方式

source: Logout
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hi: लॉग आउट
it: Esci
ja: ログアウト
km_kh: ចេញ
ko: 로그아웃
pt: Sair
ru: Выйти
th: ออกจากระบบ
vi: Đăng xuất
zh_hans: 登出

# logout_confirmation_message
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
de: Möchten Sie sich wirklich abmelden?
es: ¿Está seguro de que desea cerrar sesión?
fr: Voulez-vous vraiment vous déconnecter ?
hi: क्या आप निश्चित रूप से लॉग आउट करना चाहते हैं?
it: Sei sicuro di voler uscire?
ja: ログアウトしてもよろしいですか？
km_kh: តើអ្នកប្រាកដជាចង់ចេញឬ?
ko: 로그아웃하시겠습니까?
pt: Tem certeza de que deseja sair?
ru: Вы уверены, что хотите выйти?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ?
vi: Bạn có chắc muốn đăng xuất không?
zh_hans: 您确定要登出吗？

source: Logs
ar: السجلات
de: Protokolle
es: Registros
fr: Journaux
hi: लॉग
it: Log
ja: ログ
km_kh: កំណត់ហេតុ
ko: 로그
ru: Логи
th: บันทึก
vi: Nhật ký
zh_hans: 日志

# look_for_email_from_app
source: Look for email from "%@ App" and enter the 6-digit code here to verify your account.
ar: ابحث عن البريد الإلكتروني من "%@ App" وأدخل الرمز المكون من 6 أرقام هنا للتحقق من حسابك.
de: Suchen Sie nach einer E-Mail von "%@ App" und geben Sie hier den 6-stelligen Code ein, um Ihr Konto zu verifizieren.
es: Busque el correo electrónico de "%@ App" e ingrese el código de 6 dígitos aquí para verificar su cuenta.
fr: Recherchez l'e-mail de "%@ App" et entrez le code à 6 chiffres ici pour vérifier votre compte.
hi: "%@ App" से ईमेल खोजें और अपने खाते को सत्यापित करने के लिए यहां 6-अंकों का कोड दर्ज करें।
it: Cerca l'email da "%@ App" e inserisci qui il codice a 6 cifre per verificare il tuo account.
ja: 「%@ App」からのメールを探して、ここに6桁のコードを入力してアカウントを確認してください。
km_kh: ស្វែងរកអ៊ីមែលពី "%@ App" ហើយបញ្ចូលលេខកូដ 6 ខ្ទង់នៅទីនេះដើម្បីផ្ទៀងផ្ទាត់គណនីរបស់អ្នក។
ko: "%@ App"에서 보낸 이메일을 찾아 여기에 6자리 코드를 입력하여 계정을 확인하세요.
pt: Procure o e-mail de "%@ App" e insira o código de 6 dígitos aqui para verificar sua conta.
ru: Найдите письмо от "%@ App" и введите 6-значный код здесь, чтобы подтвердить свою учетную запись.
th: ค้นหาอีเมลจาก "%@ App" และป้อนรหัส 6 หลักที่นี่เพื่อยืนยันบัญชีของคุณ
vi: Tìm email từ "%@ App" và nhập mã 6 chữ số vào đây để xác minh tài khoản của bạn.
zh_hans: 查找来自"%@ App"的电子邮件，并在此输入6位数代码以验证您的帐户。

# look_for_sms_from_app
source: Look for SMS from "%@ App" and enter the 6-digit code here to verify your account.
ar: ابحث عن رسالة SMS من "%@ App" وأدخل الرمز المكون من 6 أرقام هنا للتحقق من حسابك.
de: Suchen Sie nach einer SMS von "%@ App" und geben Sie hier den 6-stelligen Code ein, um Ihr Konto zu verifizieren.
es: Busque el SMS de "%@ App" e ingrese el código de 6 dígitos aquí para verificar su cuenta.
fr: Recherchez le SMS de "%@ App" et entrez le code à 6 chiffres ici pour vérifier votre compte.
hi: "%@ App" से SMS खोजें और अपने खाते को सत्यापित करने के लिए यहां 6-अंकों का कोड दर्ज करें।
it: Cerca l'SMS da "%@ App" e inserisci qui il codice a 6 cifre per verificare il tuo account.
ja: 「%@ App」からのSMSを探して、ここに6桁のコードを入力してアカウントを確認してください。
km_kh: ស្វែងរកសារ SMS ពី "%@ App" ហើយបញ្ចូលលេខកូដ 6 ខ្ទង់នៅទីនេះដើម្បីផ្ទៀងផ្ទាត់គណនីរបស់អ្នក។
ko: "%@ App"에서 보낸 SMS를 찾아 여기에 6자리 코드를 입력하여 계정을 확인하세요.
pt: Procure o SMS de "%@ App" e insira o código de 6 dígitos aqui para verificar sua conta.
ru: Найдите SMS от "%@ App" и введите 6-значный код здесь, чтобы подтвердить свою учетную запись.
th: ค้นหา SMS จาก "%@ App" และป้อนรหัส 6 หลักที่นี่เพื่อยืนยันบัญชีของคุณ
vi: Tìm tin nhắn SMS từ "%@ App" và nhập mã 6 chữ số vào đây để xác minh tài khoản của bạn.
zh_hans: 查找来自"%@ App"的短信，并在此输入6位数代码以验证您的帐户。

source: minutes
ar: دقائق
de: Minuten
es: minutos
hi: मिनट
it: minuti
ja: 分
km_kh: នាទី
ko: 분
pt: minutos
ru: минут
th: นาที
vi: phút
zh_hans: 分钟

source: Missed
ar: مفقودة
de: Verpasst
es: Perdidas
fr: Manqués
hi: मिस्ड
it: Mancate
ja: 不在着信
km_kh: ហៅមិនទទួល
ko: 부재중
pt: Perdidas
ru: Пропущенные
th: ไม่ได้รับ
vi: Gọi nhỡ
zh_hans: 未接

# month_year_format
source: Month %d, %@
ar: شهر %d، %@
de: Monat %d, %@
es: Mes %d, %@
fr: Mois %d, %@
hi: महीना %d, %@
it: Mese %d, %@
ja: %d月, %@
km_kh: ខែ %d, %@
ko: %d월, %@
pt: Mês %d, %@
ru: Месяц %d, %@
th: เดือน %d, %@
vi: Tháng %d, %@
zh_hans: %d月, %@

source: must be less than
ar: يجب أن يكون أقل من
de: muss weniger als
es: debe ser menor que
fr: doit être inférieur à
hi: से कम होना चाहिए
it: deve essere inferiore a
ja: 以下でなければなりません
km_kh: ត្រូវតែតិចជាង
ko: 보다 작아야 합니다
pt: deve ser inferior a
ru: должно быть меньше
th: ต้องน้อยกว่า
vi: phải ít hơn
zh_hans: 必须少于

source: My Profile
ar: ملفي الشخصي
de: Mein Profil
es: Mi Perfil
fr: Mon Profil
hi: मेरी प्रोफ़ाइल
it: Il Mio Profilo
ja: マイプロフィール
km_kh: ប្រវត្តិរូបរបស់ខ្ញុំ
ko: 내 프로필
pt: O Meu Perfil
ru: Мой профиль
th: โปรไฟล์ของฉัน
vi: Hồ sơ của tôi
zh_hans: 我的个人资料

# my_qr_title
source: My QR Code
ar: رمز الاستجابة السريعة الخاص بي
de: Mein QR-Code
es: Mi código QR
fr: Mon QR Code
hi: मेरा QR कोड
it: Mio codice QR
ja: マイQRコード
km_kh: QR របស់ខ្ញុំ
ko: 내 QR 코드
pt: Meu código QR
ru: Мой QR-код
th: QR ของฉัน
vi: QR của tôi
zh_hans: 我的二维码

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
km_kh: ឈ្មោះ
ko: 이름
pt: Nome
ru: Имя
th: ชื่อ
vi: Tên
zh_hans: 名称

# name_cannot_contain_colon
source: Name cannot contain ':' character
ar: لا يمكن أن يحتوي الاسم على الرمز ':'
de: Name darf nicht das Zeichen ':' enthalten
es: El nombre no puede contener el carácter ':'
fr: Le nom ne peut pas contenir le caractère ':'
hi: नाम में ':' वर्ण नहीं हो सकता
it: Il nome non può contenere il carattere ':'
ja: 名前に':'文字を含めることはできません
km_kh: ឈ្មោះមិនអាចមានតួអក្សរ ':'
ko: 이름에 ':' 문자가 포함될 수 없습니다
pt: O nome não pode conter o caractere ':'
ru: Имя не может содержать символ ':'
th: ชื่อไม่สามารถมีอักขระ ':'
vi: Tên không được chứa ký tự ':'
zh_hans: 名称不能包含':'字符

# name_required
source: Name is required.
ar: الاسم مطلوب.
de: Name ist erforderlich.
es: El nombre es obligatorio.
fr: Le nom est requis.
hi: नाम आवश्यक है।
it: Il nome è obbligatorio.
ja: 名前は必須です。
km_kh: ឈ្មោះជាការទាមទារ
ko: 이름은 필수입니다.
pt: O nome é obrigatório.
ru: Имя обязательно.
th: จำเป็นต้องมีชื่อ
vi: Tên là bắt buộc.
zh_hans: 名称为必填项。

# new_friend_request_content
source: %@ sent you a friend request
ar: %@ أرسل لك طلب صداقة
de: %@ hat Ihnen eine Freundschaftsanfrage gesendet
es: %@ te envió una solicitud de amistad
fr: %@ vous a envoyé une demande d'amitié
hi: %@ ने आपको दोस्ती का अनुरोध भेजा है
it: %@ ti ha inviato una richiesta di amicizia
ja: %@が友達リクエストを送信しました
km_kh: %@ បានផ្ញើសំណើជាមិត្តមកអ្នក
ko: %@님이 친구 요청을 보냈습니다
pt: %@ enviou-lhe uma solicitação de amizade
ru: %@ отправил вам запрос в друзья
th: %@ ส่งคำขอเป็นเพื่อนมาหาคุณ
vi: %@ đã gửi cho bạn một lời mời kết bạn
zh_hans: %@ 向您发送了好友请求

# new_friend_request_title
source: New friend request 👤+
ar: طلب صداقة جديد 👤+
de: Neue Freundschaftsanfrage 👤+
es: Nueva solicitud de amistad 👤+
fr: Nouvelle demande d'amitié 👤+
hi: नई दोस्ती का अनुरोध 👤+
it: Nuova richiesta di amicizia 👤+
ja: 新しい友達リクエスト 👤+
km_kh: សំណើជាមិត្តថ្មី 👤+
ko: 새 친구 요청 👤+
pt: Nova solicitação de amizade 👤+
ru: Новый запрос в друзья 👤+
th: คำขอเป็นเพื่อนใหม่ 👤+
vi: Lời mời kết bạn 👤+
zh_hans: 新的好友请求 👤+

# new_key_will_apply
source: A new key will apply after you press Replace.
ar: سيتم تطبيق مفتاح جديد بعد الضغط على استبدال.
de: Ein neuer Schlüssel wird angewendet, nachdem Sie auf Ersetzen gedrückt haben.
es: Una nueva clave se aplicará después de presionar Reemplazar.
fr: Une nouvelle clé s'appliquera après avoir appuyé sur Remplacer.
hi: एक नई कुंजी आपके बदलें दबाने के बाद लागू होगी।
it: Una nuova chiave si applicherà dopo aver premuto Sostituisci.
ja: 置換を押すと新しいキーが適用されます。
km_kh: ពាក្យសម្ងាត់ថ្មីនឹងត្រូវបានអនុវត្តបន្ទាប់ពីអ្នកចុចជំនួស។
ko: 바꾸기를 누르면 새 키가 적용됩니다.
pt: Uma nova chave será aplicada após pressionar Substituir.
ru: Новый ключ будет применен после нажатия кнопки Заменить.
th: คีย์ใหม่จะถูกใช้หลังจากคุณกดแทนที่
vi: Khóa mới sẽ được áp dụng sau khi bạn nhấn Thay thế.
zh_hans: 按下替换后，新密钥将生效。

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
it: Avanti
ja: 次へ
km_kh: បន្ទាប់
ko: 다음
pt: Próximo
ru: Далее
th: ถัดไป
vi: Tiếp theo
zh_hans: 下一步

source: No data
ar: لا توجد بيانات
de: Keine Daten
es: Sin datos
fr: Aucune donnée
hi: कोई डेटा नहीं
it: Nessun dato
ja: データがありません
km_kh: គ្មានទិន្នន័យ
ko: 사용 가능한 데이터가 없습니다
pt: Sem dados
ru: Нет данных
th: ไม่มีข้อมูล
vi: Không có dữ liệu
zh_hans: 无数据

source: No devices found.
ar: لم يتم العثور على أجهزة.
de: Keine Geräte gefunden.
es: No se encontraron dispositivos.
fr: Aucun appareil trouvé.
hi: कोई डिवाइस नहीं मिला।
it: Nessun dispositivo trovato.
ja: デバイスが見つかりません。
km_kh: រកមិនឃើញឧបករណ៍ណាមួយទេ។
ko: 기기를 찾을 수 없습니다.
pt: Nenhum dispositivo encontrado.
ru: Устройства не найдены.
th: ไม่พบอุปกรณ์ใดๆ
vi: Không tìm thấy thiết bị nào.
zh_hans: 未找到设备。

source: No public key yet
ar: لا يوجد مفتاح عام بعد
de: Noch kein öffentlicher Schlüssel
es: Aún no hay clave pública
fr: Pas de clé publique pour l'instant
hi: अभी तक कोई सार्वजनिक कुंजी नहीं
it: Nessuna chiave pubblica disponibile
ja: まだ公開鍵がありません
km_kh: មិនទាន់មានកូនសោសាធារណៈ
ko: 아직 공개 키가 없습니다
pt: Ainda não há chave pública
ru: Публичный ключ ещё не создан
th: ยังไม่มีคีย์สาธารณะ
vi: Chưa có khóa công khai
zh_hans: 还没有公钥

# no_received_requests
source: No Incoming Requests
ar: لا توجد طلبات صداقة واردة
de: Keine eingehenden Freundschaftsanfragen
es: Sin solicitudes entrantes
fr: Aucune demande entrante
hi: कोई आने वाले अनुरोध नहीं
it: Nessuna richiesta in arrivo
ja: 受信リクエストなし
km_kh: គ្មានសំណើលទ្ធិលទ្ធិ
ko: 수신 요청 없음
pt: Sem solicitações recebidas
ru: Нет входящих запросов
th: ไม่มีคำขอที่เข้ามา
vi: Không có lời mời kết bạn
zh_hans: 没有收到请求

# no_received_requests_description
source: You don't have any incoming friend requests yet. Share your QR code to add friends faster!
ar: لا توجد طلبات صداقة واردة حالياً. شارك رمز QR الخاص بك لإضافة الأصدقاء بسرعة أكبر!
de: Derzeit keine eingehenden Freundschaftsanfragen. Teilen Sie Ihren QR-Code, um Freunde schneller hinzuzufügen!
es: No tienes solicitudes de amistad entrantes. ¡Comparte tu código QR para agregar amigos más rápido!
fr: Vous n'avez pas encore de demandes d'amis entrantes. Partagez votre code QR pour ajouter des amis plus rapidement!
hi: आपके पास अभी तक कोई आने वाले मित्रता अनुरोध नहीं हैं। तेजी से दोस्त जोड़ने के लिए अपना QR कोड साझा करें!
it: Non hai ancora richieste di amicizia in arrivo. Condividi il tuo codice QR per aggiungere amici più velocemente!
ja: まだ受信した友達リクエストがありません。QRコードを共有して、より速く友達を追加してください！
km_kh: អ្នកមិនមានសំណើមិត្តភាពលទ្ធិលទ្ធិទេ។ ចែករំលែក QR កូដរបស់អ្នកដើម្បីបន្ថែមមិត្តលឿនជាង!
ko: 아직 받은 친구 요청이 없습니다. QR 코드를 공유하여 더 빠르게 친구를 추가하세요!
pt: Você ainda não tem solicitações de amizade recebidas. Compartilhe seu código QR para adicionar amigos mais rapidamente!
ru: У вас еще нет входящих запросов в друзья. Поделитесь своим QR-кодом, чтобы быстрее добавлять друзей!
th: คุณยังไม่มีคำขอเป็นเพื่อนที่เข้ามา แชร์รหัส QR ของคุณเพื่อเพิ่มเพื่อนได้เร็วขึ้น!
vi: Bạn chưa có lời mời kết bạn nào. Chia sẻ mã QR của bạn để thêm bạn bè nhanh hơn!
zh_hans: 您还没有收到任何好友请求。分享您的二维码以更快地添加朋友！

# no_root_view_controller
source: No root view controller found
ar: لم يتم العثور على وحدة تحكم العرض الجذرية
de: Kein Root-View-Controller gefunden
es: No se encontró controlador de vista raíz
fr: Aucun contrôleur de vue racine trouvé
hi: कोई रूट व्यू कंट्रोलर नहीं मिला
it: Nessun controller vista radice trovato
ja: ルートビューコントローラーが見つかりません
km_kh: រកមិនឃើញ root view controller
ko: 루트 뷰 컨트롤러를 찾을 수 없습니다
pt: Nenhum controlador de vista raiz encontrado
ru: Корневой контроллер представления не найден
th: ไม่พบ root view controller
vi: Không tìm thấy root view controller
zh_hans: 未找到根视图控制器

source: No Sent Requests
ar: لا توجد طلبات صداقة مرسلة
de: Keine gesendeten Freundschaftsanfragen
es: Sin solicitudes enviadas
fr: Aucune demande envoyée
hi: कोई भेजे गए अनुरोध नहीं
it: Nessuna richiesta inviata
ja: 送信されたリクエストなし
km_kh: គ្មានសំណើដែលបានផ្ញើ
ko: 보낸 요청 없음
pt: Sem solicitações enviadas
ru: Нет отправленных запросов
th: ไม่มีคำขอที่ส่ง
vi: Không có lời mời gửi đi
zh_hans: 没有发送的请求

# no_sent_requests_description
source: You haven't sent any friend requests yet. Start adding new friends!
ar: لم تقم بإرسال أي طلبات صداقة حتى الآن. ابدأ بإضافة أصدقاء جدد!
de: Sie haben noch keine Freundschaftsanfragen gesendet. Beginnen Sie, neue Freunde hinzuzufügen!
es: Aún no has enviado solicitudes de amistad. ¡Comienza a agregar nuevos amigos!
fr: Vous n'avez pas encore envoyé de demandes d'amis. Commencez à ajouter de nouveaux amis!
hi: आपने अभी तक कोई मित्रता अनुरोध नहीं भेजा है। नए दोस्त जोड़ना शुरू करें!
it: Non hai ancora inviato richieste di amicizia. Inizia ad aggiungere nuovi amici!
ja: まだ友達リクエストを送信していません。新しい友達を追加し始めてください！
km_kh: អ្នកមិនបានផ្ញើសំណើមិត្តភាពទេ។ ចាប់ផ្តើមបន្ថែមមិត្តថ្មី!
ko: 아직 친구 요청을 보내지 않았습니다. 새로운 친구 추가를 시작하세요!
pt: Você ainda não enviou solicitações de amizade. Comece a adicionar novos amigos!
ru: Вы еще не отправили запросы в друзья. Начните добавлять новых друзей!
th: คุณยังไม่ได้ส่งคำขอเป็นเพื่อน เริ่มเพิ่มเพื่อนใหม่!
vi: Bạn chưa gửi lời mời kết bạn nào. Bắt đầu thêm bạn bè mới!
zh_hans: 您还没有发送任何好友请求。开始添加新朋友吧！

source: Not Friends
ar: ليسوا أصدقاء
de: Keine Freunde
es: No son amigos
fr: Pas amis
hi: मित्र नहीं
it: Non amici
ja: 友達ではない
km_kh: មិនមែនជាមិត្តភក្តិ
ko: 친구 아님
pt: Não são amigos
ru: Не друзья
th: ไม่ใช่เพื่อน
vi: Chưa là bạn
zh_hans: 不是朋友

source: Notice:
ar: ملاحظة:
de: Hinweis:
es: Aviso:
fr: Avis:
hi: सूचना:
it: Avviso:
ja: 注意:
km_kh: ការជូនដំណឹង:
ko: 주의:
pt: Aviso:
ru: Внимание:
th: หมายเหตุ:
vi: Lưu ý:
zh_hans: 注意:

# notification_title
source: Notification
ar: إشعار
de: Benachrichtigung
es: Notificación
hi: सूचना
it: Notifica
ja: 通知
km_kh: ការជូនដំណឹង
ko: 알림
pt: Notificação
ru: Уведомление
th: การแจ้งเตือน
vi: Thông báo
zh_hans: 通知

source: OK
ar: موافق
hi: ठीक है
km_kh: យល់ព្រម
ko: 확인
th: ตกลง
zh_hans: 确定

# or_separator
source: ------------- OR -------------
ar: ------------- أو -------------
de: ------------- ODER -------------
es: ------------- O --------------
fr: ------------- OU --------------
hi: ------------- या --------------
it: ------------- O --------------
ja: ------------- または --------------
km_kh: ------------- ឬ --------------
ko: ------------- 또는 --------------
pt: ------------- OU --------------
ru: ------------- ИЛИ --------------
th: ------------- หรือ --------------
vi: ------------- HOẶC -------------
zh_hans: ------------- 或 --------------

# other_participant
source: other
ar: آخر
de: andere
es: otro
fr: autre
hi: अन्य
it: altro
ja: 他
km_kh: ផ្សេង
ko: 기타
pt: outro
ru: другой
th: อื่น
vi: người khác
zh_hans: 其他

source: Other Participants
ar: مشاركون آخرون
de: Weitere Teilnehmer
es: Otros participantes
fr: Autres participants
hi: अन्य प्रतिभागी
it: Altri partecipanti
ja: 他の参加者
km_kh: អ្នកចូលរួមផ្សេងទៀត
ko: 다른 참가자
pt: Outros participantes
ru: Другие участники
th: ผู้เข้าร่วมคนอื่น
vi: Những người tham gia khác
zh_hans: 其他参与者

# otp_for_login
source: Verify Login
ar: تأكيد تسجيل الدخول
de: Anmeldung bestätigen
es: Verificar Inicio de Sesión
fr: Vérifier la connexion
hi: लॉगिन सत्यापित करें
it: Verifica Accesso
ja: ログイン確認
km_kh: ផ្ទៀងផ្ទាត់ការចូល
ko: 로그인 확인
pt: Verificar Login
ru: Подтвердить вход
th: ยืนยันการเข้าสู่ระบบ
vi: Xác minh đăng nhập
zh_hans: 验证登录

# otp_for_profile_update
source: Update Profile
ar: تحديث الملف الشخصي
de: Profil aktualisieren
es: Actualizar Perfil
fr: Mettre à jour le profil
hi: प्रोफ़ाइल अपडेट करें
it: Aggiorna Profilo
ja: プロフィール更新
km_kh: ធ្វើបច្ចុប្បន្នភាពប្រវត្តិរូប
ko: 프로필 업데이트
pt: Atualizar Perfil
ru: Обновить профиль
th: อัปเดตโปรไฟล์
vi: Cập nhật hồ sơ
zh_hans: 更新个人资料

# otp_required
source: OTP is required.
ar: OTP مطلوب.
de: OTP ist erforderlich.
es: OTP es obligatorio.
fr: OTP requis.
hi: OTP आवश्यक है।
it: OTP obbligatorio.
ja: OTPは必須です。
km_kh: OTP ជាការទាមទារ។
ko: OTP는 필수입니다.
pt: OTP é obrigatório.
ru: OTP обязателен.
th: OTP เป็นสิ่งจำเป็น
vi: Mã OTP là bắt buộc.
zh_hans: OTP为必填项。

source: OTP sent to email
ar: تم إرسال OTP إلى البريد الإلكتروني
de: OTP an E-Mail gesendet
es: OTP enviado al correo electrónico
fr: OTP envoyé à l'e-mail
hi: ईमेल पर OTP भेजा गया
it: OTP inviato all'email
ja: メールにOTPが送信されました
km_kh: OTP ត្រូវបានផ្ញើទៅអ៊ីមែល
ko: 이메일로 OTP가 전송되었습니다
pt: OTP enviado para o e-mail
ru: OTP отправлен на электронную почту
th: OTP ถูกส่งไปยังอีเมล
vi: Mã OTP đã được gửi đến email
zh_hans: OTP已发送至邮箱

# otp_sent_to_phone
source: OTP sent to phone number
ar: تم إرسال OTP إلى رقم الهاتف
de: OTP an Telefonnummer gesendet
es: OTP enviado al número de teléfono
fr: OTP envoyé au numéro de téléphone
hi: फ़ोन नंबर पर OTP भेजा गया
it: OTP inviato al numero di telefono
ja: 電話番号にOTPが送信されました
km_kh: OTP ត្រូវបានផ្ញើទៅលេខទូរស័ព្ទ
ko: 전화번호로 OTP가 전송되었습니다
pt: OTP enviado para o número de telefone
ru: OTP отправлен на номер телефона
th: OTP ถูกส่งไปยังหมายเลขโทรศัพท์
vi: Mã OTP đã được gửi đến số điện thoại
zh_hans: OTP已发送至手机号

source: Outgoing
ar: صادر
de: Ausgehend
es: Saliente
fr: Sortant
hi: आउटगोइंग
it: In uscita
ja: 発信
km_kh: ចេញ
ko: 발신
pt: Efetuada
ru: Исходящий
th: สายออก
vi: Gọi đi
zh_hans: 去电

source: Participants
ar: المشاركون
de: Teilnehmer
es: Participantes
hi: प्रतिभागी
it: Partecipanti
ja: 参加者
km_kh: អ្នកចូលរួម
ko: 참가자
pt: Participantes
ru: Участники
th: ผู้เข้าร่วม
vi: Người tham gia
zh_hans: 参与者

source: Paste
ar: لصق
de: Einfügen
es: Pegar
fr: Coller
hi: पेस्ट करें
it: Incolla
ja: 貼り付け
km_kh: បិទ
ko: 붙여넣기
pt: Colar
ru: Вставить
th: วาง
vi: Dán
zh_hans: 粘贴

# permissions_all_granted_body
source: %@ has all the permissions needed for secure calls.
ar: يحتوي %@ على كل الأذونات اللازمة للمكالمات الآمنة.
de: %@ hat alle für sichere Anrufe nötigen Berechtigungen.
es: %@ tiene todos los permisos necesarios para llamadas seguras.
fr: %@ dispose de toutes les autorisations nécessaires pour des appels sécurisés.
hi: %@ के पास सुरक्षित कॉल के लिए सभी आवश्यक अनुमतियाँ हैं।
it: %@ ha tutte le autorizzazioni necessarie per chiamate sicure.
ja: %@ は安全な通話に必要なすべての権限を持っています。
km_kh: %@ មានការអនុញ្ញាតទាំងអស់សម្រាប់ការហៅមានសុវត្ថិភាព។
ko: %@은 안전한 통화를 위한 모든 권한을 보유하고 있습니다.
pt: A %@ tem todas as permissões necessárias para chamadas seguras.
ru: У %@ есть все разрешения, необходимые для безопасных звонков.
th: %@ มีการอนุญาตที่จำเป็นสำหรับการโทรที่ปลอดภัยครบถ้วนแล้ว.
vi: %@ đã có đủ quyền để thực hiện cuộc gọi an toàn.
zh_hans: %@ 已拥有安全通话所需的全部权限。

# permissions_all_granted_title
source: All Permissions Granted
ar: تم منح جميع الأذونات
de: Alle Berechtigungen erteilt
es: Todos los permisos concedidos
fr: Toutes les autorisations accordées
hi: सभी अनुमतियाँ प्रदान की गईं
it: Tutte le autorizzazioni concesse
ja: すべての権限が付与されました
km_kh: បានអនុញ្ញាតការអនុញ្ញាតទាំងអស់
ko: 모든 권한이 허용됨
pt: Todas as permissões concedidas
ru: Все разрешения предоставлены
th: อนุญาตครบทั้งหมดแล้ว
vi: Đã cấp mọi quyền
zh_hans: 所有权限已授予

# permissions_camera_subtitle
source: Video calls
ar: مكالمات الفيديو
de: Videoanrufe
es: Videollamadas
fr: Appels vidéo
hi: वीडियो कॉल
it: Videochiamate
ja: ビデオ通話
km_kh: ការហៅវីដេអូ
ko: 영상 통화
pt: Videochamadas
ru: Видеозвонки
th: วิดีโอคอล
vi: Cuộc gọi video
zh_hans: 视频通话

# permissions_camera_title
source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Caméra
hi: कैमरा
it: Fotocamera
ja: カメラ
km_kh: កាមេរ៉ា
ko: 카메라
pt: Câmara
ru: Камера
th: กล้อง
zh_hans: 摄像头

# permissions_info_body
source: %@ needs microphone, camera and notifications for secure calls.
ar: يحتاج %@ إلى الميكروفون والكاميرا والإشعارات للمكالمات الآمنة.
de: %@ benötigt Mikrofon, Kamera und Mitteilungen für sichere Anrufe.
es: %@ necesita micrófono, cámara y notificaciones para llamadas seguras.
fr: %@ a besoin du micro, de la caméra et des notifications pour des appels sécurisés.
hi: सुरक्षित कॉल के लिए %@ को माइक्रोफ़ोन, कैमरा और सूचनाओं की आवश्यकता है।
it: %@ richiede microfono, fotocamera e notifiche per chiamate sicure.
ja: 安全な通話にはマイク・カメラ・通知の権限が必要です。
km_kh: %@ ត្រូវការ​មីក្រូហ្វូន កាមេរ៉ា និងការជូនដំណឹង សម្រាប់ការហៅមានសុវត្ថិភាព។
ko: %@은 안전한 통화를 위해 마이크, 카메라, 알림 권한이 필요합니다.
pt: A %@ precisa de microfone, câmara e notificações para chamadas seguras.
ru: %@ нужны микрофон, камера и уведомления для безопасных звонков.
th: %@ ต้องใช้ไมโครโฟน กล้อง และการแจ้งเตือนเพื่อความปลอดภัยของการโทร.
vi: %@ cần micro, camera và thông báo cho cuộc gọi an toàn.
zh_hans: %@ 需要麦克风、摄像头和通知来进行安全通话。

# permissions_info_title
source: Permissions needed
ar: الأذونات المطلوبة
de: Erforderliche Berechtigungen
es: Permisos necesarios
fr: Autorisations requises
hi: आवश्यक अनुमतियाँ
it: Autorizzazioni necessarie
ja: 必要な権限
km_kh: ត្រូវការការអនុញ្ញាត
ko: 필요한 권한
pt: Permissões necessárias
ru: Необходимые разрешения
th: การอนุญาตที่ต้องใช้
vi: Cần cấp quyền
zh_hans: 需要的权限
